Repository: osuyaalex/kallo
Catalog: lib/l10n/app_*.arb
Languages: af, hi, id

# language
source: English
af: Afrikaans
hi: हिंदी
id: bahasa Indonesia

source: Home
af: Tuis
hi: घर
id: Rumah

source: Search
af: Soek
hi: खोज
id: Mencari

source: Profile
af: Profiel
hi: प्रोफ़ाइल
id: Profil

source: Welcome
af: Welkom
hi: स्वागत
id: Selamat datang

source: Get Started
af: Begin
hi: शुरू हो जाओ
id: Memulai

source: Shops Near Me
af: Winkels naby my
hi: मेरे पास की दुकानें
id: Toko-toko di dekat saya

source: Online shops
af: Aanlyn winkels
hi: ऑनलाइन दुकानें
id: Toko online

source: Tap to scan item
af: Tik om item te skandeer
hi: आइटम को स्कैन करने के लिए ताओ
id: Ketuk untuk memindai item

source: Search for products
af: Soek produkte
hi: शत्रु उत्पाद खोजें
id: Cari produk

# noProductsAvailable
source: Oops...we didn't find any products
af: Geen produk beskikbaar nie
hi: कोई उत्पाद उपलब्ध नहीं है
id: Tidak ada produk yang tersedia

source: Search item
af: Soek item
hi: खोज आइटम
id: Cari barang

# getStartedOne
source: Find the best bargains at shops online and close by
af: Vind die beste afslag by aanlynwinkels en nabygeleë plekke
hi: ऑनलाइन और नजदीकी दुकानों में सबसे अच्छी छूट ढूंढ़ें
id: Temukan penawaran terbaik di toko online dan di sekitarmu

# getStartedTwo
source: Set Price alerts - We'll email you when price drops
af: Stel pryswaarskuwings in - Ons stuur 'n e-pos as die prys daal
hi: मूल्य अलर्ट सेट करें - हम आपको ईमेल करेंगे जब मूल्य घटेगा
id: Atur peringatan harga - Kami akan mengirim email saat harga turun

# getStartedThree
source: Earn loyalty points at your most trusted retailer
af: Verdien lojaliteitspunte by jou mees vertroude kleinhandelaar
hi: अपने सबसे विश्वसनीय खुदरा विक्रेता में वफादारी अंक कमाएँ
id: Dapatkan poin loyalitas di pengecer terpercaya

source: Last Viewed
af: Laas Bekeken
hi: अंतिम देखा गया..
id: Terakhir Dilihat

source: See More
af: Sien Meer
hi: और देखें
id: Lihat Lebih Banyak

source: Select Country
af: Kies Land
hi: देश चुनें
id: Pilih Negara

# nationalityDes
source: Items and prices will be shown in your local currency
af: Items en pryse sal in jou plaaslike geldeenheid vertoon word
hi: आपकी स्थानीय मुद्रा में माल और मूल्य प्रदर्शित किए जाएंगे
id: Barang dan harga akan ditampilkan dalam mata uang lokal Anda

# nationalityDesTwo
source: You can change this anytime by going to Profile > Settings
af: Jy kan dit enige tyd verander deur na Profiel > Instellings te gaan
hi: आप इसे किसी भी समय प्रोफ़ाइल > सेटिंग्स में जाकर बदल सकते हैं
id: Anda dapat mengubah ini kapan saja dengan pergi ke Profil > Pengaturan

source: Pick watch items
af: Kies horlosie-items
hi: घड़ी आइटम चुनें
id: Pilih item jam tangan

# contactAndFeedback
source: Contact & Feedback
af: Kontak & Terugvoer
hi: संपर्क और प्रतिक्रिया
id: Kontak & Umpan Balik

source: Settings
af: Instellings
hi: सेटिंग्स
id: Pengaturan

source: Region
af: Streek
hi: क्षेत्र
id: Wilayah

source: Logged in
af: Aangeteken
hi: लॉग इन किया गया
id: Masuk

source: Something went wrong
af: Iets het verkeerd gegaan
hi: कुछ गलत हो गया
id: Qualcosa Ã¨ andato storto

# scanBarcode
source: Search by Barcode
af: Soek op strepieskode
hi: बारकोड द्वारा खोजें
id: Cari dengan Barcode

# dataUnavailable
source: No data available currently
af: Geen beskikbare data tans
hi: वर्तमान में कोई डेटा उपलब्ध नहीं है
id: Dati non disponibili al momento

# processingData
source: Processing data, please wait...
af: Verwerk data, wag asseblief...
hi: डेटा प्रसंस्करण किया जा रहा है, कृपया प्रतीक्षा करें...
id: Memproses data, harap tunggu...

source: Take picture
af: Neem Foto
hi: तस्वीर लें
id: Ambil Foto

source: Search by Picture
af: Soek per prentjie
hi: तस्वीर से खोजें
id: Cari dengan Gambar

# barcodeInfo
source: Scan a product's barcode to see prices
af: Skandeer 'n produk se strepieskode om pryse te sien
hi: मूल्य देखने के लिए उत्पाद के बारकोड को स्कैन करें
id: Pindai kode batang produk untuk melihat harga

# pictureInfo
source: Take a picture of a product to search
af: Neem 'n prentjie van 'n produk om te soek
hi: खोज करने के लिए उत्पाद की एक फ़ोटो लें
id: Ambil gambar produk untuk mencari

source: Let's Go!
af: Kom ons gaan!
hi: चलें चलते हैं!
id: Ayo pergi!

# position
source: Position the product within this box
af: Posisieer die produk binne hierdie boks
hi: इस बक्से में उत्पाद स्थानांतरित करें
id: Posisikan produk ini di dalam kotak ini

source: Start searching
af: Begin soek
hi: खोज शुरू करें

source: Recent searches
af: Onlangse soekopdragte
hi: हाल के खोज

source: Search suggestions
af: Soek voorstelle
hi: खोज सुझाव

# pleaseWaitSearching
source: Searching suggestions...
af: Soek na voorstelle, wag asseblief
hi: सुझाव ढूंढ़ रहा है, कृपया प्रतीक्षा करें

# noSuggestions
source: No suggestions available
af: Geen voorstelle beskikbaar nie
hi: कोई सुझाव उपलब्ध नहीं

source: Sign in with Google
af: Teken in met Google
hi: Google से लॉग इन करें

source: or
af: of
hi: या

source: Create an account
af: Skep 'n rekening
hi: खाता बनाएँ

source: Already have an account?
af: Het jy alreeds 'n rekening?
hi: क्या आपके पास पहले से ही खाता है?

source: Log in
af: Teken in
hi: लॉग इन करें

source: Sign up
af: Registreer
hi: साइन अप करें

source: Enter your email
af: Voer jou e-posadres in
hi: अपना ईमेल दर्ज करें

source: Enter your password
af: Voer jou wagwoord in
hi: अपना पासवर्ड दर्ज करें

source: Male
af: Manlik
hi: पुरुष

source: Female
af: Vroulik
hi: महिला

source: No Thanks
af: Nee dankie
hi: नहीं धन्यवाद

source: Kallo Account
af: Kallo-rekening
hi: कल्लो खाता

source: shopping made easier
af: Boodskap maak makliker
hi: खरीदारी आसान हो गई

# successfullySignedIn
source: You're successfully signed in
af: Jy is suksesvol aangemeld
hi: आप सफलतापूर्वक साइन इन हुए हैं

# accountAlreadyExists
source: Account already exists, log in instead
af: Rekening bestaan reeds, meld eerder aan
hi: खाता पहले से मौजूद है, इसके बजाय लॉग इन करें

# connectionIsDown
source: Network connection error. Please check your network connectivity
af: Jammer, die verbinding is af. Kontroleer jou internetverbinding en probeer weer
hi: क्षमा करें, कनेक्शन डाउन है। अपने इंटरनेट कनेक्शन की जांच करें और पुनः प्रयास करें

# successfullyLoggedIn
source: You're successfully logged in
af: Jy is suksesvol ingeteken
hi: आप सफलतापूर्वक लॉग इन हुए हैं

source: invalid email or password
af: Ongeldige e-pos of wagwoord
hi: अमान्य ईमेल या पासवर्ड

source: Sign out
af: Teken uit

source: field must not be empty
af: Veld mag nie leeg wees nie

# passwordMustBeEight
source: Password must be at least 8 characters
af: Wagwoord moet minstens 8 karakters lank wees

# passwordMustContainSpecial
source: Password must contain a special character
af: Wagwoord moet 'n spesiale karakter bevat

# passwordMustBeNumber
source: Password must contain a number
af: Wagwoord moet 'n nommer bevat

source: Select Gender
af: Kies Geslag

source: logged in as
af: Aangemeld as

source: Signing Out
af: Teken Uit

# areYouSure
source: Are you sure you want to sign out?
af: Is u seker dat u wil uitteken?

source: yes
af: Ja

source: no
af: Nee
